---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.SpaceTagFilter
source: html/f58cb880-b138-c6be-327a-0b78a21cb9fb.htm
---
# SpaceTagFilter Members

Constructs a filter which matches only spaces.